Repository: Veerendratanneru7/transport
Catalog: src/Resources/Views/Vehicle/Details.*.resx
Languages: ar

source: Vehicle Registration Details
ar: تفاصيل تسجيل المركبة

source: Below are all details and uploaded documents for this vehicle registration.
ar: فيما يلي جميع التفاصيل والوثائق المرفوعة لهذا التسجيل.

source: Owner and Driver Information
ar: معلومات المالك والسائق

source: Owner's Phone
ar: رقم هاتف المالك

source: Owner Name
ar: اسم المالك

source: Driver's Phone
ar: رقم هاتف السائق

source: Driver Name
ar: اسم السائق

source: Vehicle Type
ar: نوع المركبة

source: Status
ar: الحالة

source: Rejected By:
ar: تم الرفض بواسطة:

source: When:
ar: التاريخ:

source: Reason:
ar: السبب:

source: Documents required for tanks
ar: المستندات المطلوبة للصهاريج

source: Documents required for trucks
ar: المستندات المطلوبة للشاحنات

source: Download All
ar: تنزيل الكل

source: Export as PDF
ar: تصدير كملف PDF

source: Document Name
ar: اسم المستند

source: Action
ar: إجراء

source: Uploaded
ar: تم الرفع

source: Not uploaded
ar: غير مرفوع

source: Download
ar: تنزيل

source: Double-sided ID card
ar: بطاقة الهوية (وجهان)

source: Both sides of the tanker application form
ar: استمارة طلب الصهريج (الجانبان)

source: IBAN certificate from bank
ar: شهادة رقم الآيبان من البنك

source: Tank capacity certificate
ar: شهادة سعة الصهريج

source: Dumping landfill (works)
ar: مكب التفريغ (الأعمال)

source: Signed registration form
ar: استمارة التسجيل الموقعة

source: Release form
ar: نموذج الإفراج

source: Trailer registration form
ar: استمارة تسجيل المقطورة

source: Traffic department certificate
ar: شهادة المرور

source: IBAN certificate
ar: شهادة رقم الآيبان
